Repository: bustosadrian/RomanApp
Catalog: RomanApp.Client.Mobile/RomanApp.Client.Mobile/Resx/Views.*.resx
Languages: es_es

# Settings.General.Whole
source: Use whole numbers
es_es: Usar números enteros

# Settings.Title
source: Settings
es_es: Configuración

# Sheet.Card.Empty.Expenses
source: No expenses added
es_es: No hay gastos

# Sheet.Card.Empty.Guests
source: No guests added
es_es: No hay participantes

# Sheet.Card.Expenses.Header
source: Expenses
es_es: Gastos

# Sheet.Card.Header.Expenses
source: Expenses
es_es: Gastos

# Sheet.Card.Header.Guests
source: Guests
es_es: Participantes

# Sheet.Dialog.Reset.Action.Yes
source: Yes
es_es: Sí

# Sheet.Dialog.Reset.Header
source: Reset
es_es: Borrar todo

# Sheet.Dialog.Reset.Verbiage
source: Are you sure you want to reset the sheet?
es_es: ¿Está seguro que desea borrar todos los datos?

# Sheet.Input.Dialog.Add.Edit.Expense.Amount
source: Value
es_es: Valor

# Sheet.Input.Dialog.Add.Edit.Guest.Amount
source: Contribution
es_es: Aporte

# Sheet.Input.Dialog.Add.Edit.Name
source: Name
es_es: Nombre

# Sheet.Input.Dialog.Add.Header.Expense
source: Add expense
es_es: Agregar gasto

# Sheet.Input.Dialog.Add.Header.Guest
source: Add guest
es_es: Agregar participante

# Sheet.Input.Dialog.Edit.Header.Expense
source: Edit expense
es_es: Editar gasto

# Sheet.Input.Dialog.Edit.Header.Guest
source: Edit guest
es_es: Editar participante

# Sheet.Navigation.Reset
source: Reset
es_es: Borrar todo

# Sheet.Navigation.Settings
source: Settings
es_es: Configuración

# Sheet.Outcome.Group.Creditors.Header
source: Who must collect?
es_es: ¿Quién debe cobrar?

# Sheet.Outcome.Group.Debtors.Header
source: Who owes?
es_es: ¿Quién debe pagar?

# Sheet.Outcome.Group.Even.Header
source: Who owes nothing?
es_es: ¿Quién no debe nada?

# Sheet.Outcome.Summary.Header
source: Summary
es_es: Resumen

# Sheet.Outcome.Summary.Share
source: Share
es_es: Parte

# Sheet.Outcome.Summary.Total.Expenses
source: Total expenses
es_es: Total de gastos

# Sheet.Outcome.Summary.Total.Guests
source: Total contributions
es_es: Total de aportes

# Sheet.Outcome.Unavailable.No.Debtors
source: Nobody owes anything
es_es: Nadie debe nada

# Sheet.Outcome.Unavailable.No.Guests
source: Not enough guests
es_es: No se agregaron suficientes participantes

# Sheet.Outcome.Unavailable.No.Total
source: Total contributed must be greater than 0
es_es: El costo total del evento debe ser mayor a 0

# Sheet.Outcome.Text.Header
source: <![CDATA[Ok, so...]]>
es_es: <![CDATA[Bien, entonces...]]>

# Sheet.Outcome.Text.TotalCostEvent
source: <![CDATA[The total cost of the event is <strong>{total}</strong>.]]>
es_es: <![CDATA[El costo total del evento es de <strong>{total}</strong>.]]>

# Sheet.Outcome.Text.TotalComponsed
source: <![CDATA[This is composed by the guests' contributions (<strong>{totalGuests}</strong> in total) plus {expenses}.]]>
es_es: <![CDATA[Este está compuesto por los aportes de los participantes (<strong>{totalGuests}</strong> en total) más {expenses}.]]>

# Sheet.Outcome.Text.TotalExpense
source: <![CDATA[<strong>{value}</strong> for <u>{name}</u>]]>
es_es: <![CDATA[<strong>{value}</strong> para <u>{name}</u>]]>

# Sheet.Outcome.Text.ShareDivided
source: <![CDATA[This will be divided by the {guestsCount} guests giving us a share (what each guest is supposed to pay) of <strong>{share}</strong>.]]>
es_es: <![CDATA[Este será dividido entre {guestsCount} participantes dando como resultado una parte (lo que cada participante supone pagar) de <strong>{share}</strong>.]]>

# Sheet.Outcome.Text.ShareCreditorsAndPartialDebtors
source: <![CDATA[But not all guests should pay and not all guests should pay their full share.]]>
es_es: <![CDATA[Pero no todos los participantes deben pagar y no todos deben pagar su parte completa.]]>

# Sheet.Outcome.Text.ShareNoCreditors
source: <![CDATA[But not all guests should pay their full share.]]>
es_es: <![CDATA[Pero no todos los participantes deben pagar.]]>

# Sheet.Outcome.Text.SharePartialDebtors
source: <![CDATA[But not all guests should pay.]]>
es_es: <![CDATA[Pero no todos los participantes deben pagar su parte completa.]]>

# Sheet.Outcome.Text.DebtorsFullDebtorsSingular
source: <![CDATA[{fullDebtors} should put <strong>{share}</strong> (the full share) on the table.]]>
es_es: <![CDATA[{fullDebtors} debe poner <strong>{share}</strong> (la parte completa) sobre la mesa.]]>

# Sheet.Outcome.Text.DebtorsFullDebtorsPlural
source: <![CDATA[{fullDebtors} should put <strong>{share}</strong> (the full share) on the table.]]>
es_es: <![CDATA[{fullDebtors} deben poner <strong>{share}</strong> (la parte completa) sobre la mesa.]]>

# Sheet.Outcome.Text.DebtorsPartialDebtorsSingular
source: <![CDATA[<i>{name}</i> should put <strong>{debt}</strong> on the table since they already contributed for the event with <strong>{contribution}</strong>.]]>
es_es: <![CDATA[<i>{name}</i> debe poner <strong>{debt}</strong> sobre la mesa debido a que ya aportó para este evento con <strong>{contribution}</strong>.]]>

# Sheet.Outcome.Text.DebtorsPartialDebtorsPlural
source: <![CDATA[{partialDebtors} should pay less than their full share, since they already contributed for this event.]]>
es_es: <![CDATA[{partialDebtors} deben pagar menos que la parte completa debido a que ya aportaron para este evento.]]>

# Sheet.Outcome.Text.DebtorsInsteadPartialDebtorsSingular
source: <![CDATA[Instead <i>{name}</i> should put <strong>{debt}</strong> on the table since they already contributed for the event with <strong>{contribution}</strong>.]]>
es_es: <![CDATA[En cambio <i>{name}</i> debe poner <strong>{debt}</strong> sobre la mesa debido a que ya aportó para este evento con <strong>{contribution}</strong>.]]>

# Sheet.Outcome.Text.DebtorsInsteadPartialDebtorsPlural
source: <![CDATA[Instead {partialDebtors} should pay less than their full share, since they already contributed for this event.]]>
es_es: <![CDATA[En cambio {partialDebtors} deben pagar menos que la parte completa debido a que ya aportaron para este evento.]]>

# Sheet.Outcome.Text.DebtorsEachPartialDebtor
source: <![CDATA[ • <i>{name}</i>'s share is <strong>{debt}</strong> since they already contributed with <strong>{contribution}</strong>.]]>
es_es: <![CDATA[ • La parte de <i>{name}</i> es de <strong>{debt}</strong> debido a que ya aportó con <strong>{contribution}</strong>.]]>

# Sheet.Outcome.Text.Collected.Header
source: <![CDATA[Paying up...]]>
es_es: <![CDATA[Hora de pagar...]]>

# Sheet.Outcome.Text.CollectedSingleDebtor
source: <![CDATA[From <i>{singleDebtor}</i>'s share, {creditors}]]>
es_es: <![CDATA[De las partes de <i>{singleDebtor}</i>, {creditors}]]>

# Sheet.Outcome.Text.CollectedCreditor
source: <![CDATA[<strong>{value}</strong> should go to <i>{name}</i>]]>
es_es: <![CDATA[<strong>{value}</strong> debe ir para <i>{name}</i>]]>

# Sheet.Outcome.Text.CollectedTotalCollected
source: <![CDATA[After {debtors} pay their share, there should be <strong>{totalCollected}</strong> on the table.]]>
es_es: <![CDATA[Una vez que {debtors} paguen su parte, debería haber <strong>{totalCollected}</strong> sobre la mesa.]]>

# Sheet.Outcome.Text.CollectedManyDebtorsCreditors
source: <![CDATA[From that {creditors}.]]>
es_es: <![CDATA[De eso {creditors}.]]>

# Sheet.Outcome.Text.Expenses.Header
source: <![CDATA[Covering expenses...]]>
es_es: <![CDATA[Cubriendo los gastos...]]>

# Sheet.Outcome.Text.ExpensesRemaining
source: <![CDATA[We still have <strong>{remaining}</strong> remaining on the table.]]>
es_es: <![CDATA[Aún resta <strong>{remaining}</strong> sobre la mesa.]]>

# Sheet.Outcome.Text.ExpensesExpenses
source: <![CDATA[This money is to pay {expenses}.]]>
es_es: <![CDATA[Este dinero es para pagar {expenses}.]]>

# Sheet.Outcome.Text.ExpensesExpense
source: <![CDATA[<strong>{value}</strong> for <u>{name}</u>]]>
es_es: <![CDATA[<strong>{value}</strong> para <u>{name}</u>]]>

# Sheet.Outcome.Text.Evens.Header
source: <![CDATA[What about the rest?]]>
es_es: <![CDATA[¿Qué hay del resto?]]>

# Sheet.Outcome.Text.EvensSingular
source: <![CDATA[And finally {evens} should not pay anything since their contributions matches their share.]]>
es_es: <![CDATA[Y finalmente {evens} no debería pagar nada debido a que su aporte equivale a su parte.]]>

# Sheet.Outcome.Text.EvensPlural
source: <![CDATA[And finally {evens} should not pay anything since their contributions matches their share.]]>
es_es: <![CDATA[Y finalmente {evens} no deberían pagar nada debido a que sus aportes equivalen a sus partes.]]>

# Sheet.Outcome.Text.Footer
source: <![CDATA[... and we are done!]]>
es_es: <![CDATA[... y ya estamos!]]>

# Sheet.Tab.Input.Title
source: Inputs
es_es: Ingresos

# Sheet.Tab.Outcome.Title
source: Results
es_es: Resultados

# Help.Title
source: Help
es_es: Ayuda

# HelpIndex.Title
source: Help index
es_es: Índice de ayuda

# HelpIndex.Header
source: How can I help you with?
es_es: ¿En qué puedo ayudarte?

# About.Title
source: About RomanApp
es_es: Acerca de RomanApp
